###############################################################################
# Created by write_sdc
# Wed Nov 10 17:01:46 2021
###############################################################################
current_design rvj1_caravel_soc
#current_design core_empty
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name wb_clk_i -period 10.0000 [get_ports {wb_clk_i}]
set_propagated_clock [get_clocks {wb_clk_i}]


###############################################################################
# Design Rules
###############################################################################
