###############################################################################
# Created by write_sdc
# Wed Nov 10 17:01:46 2021
###############################################################################
current_design hehe
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk -period 15.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {clk}]


###############################################################################
# Design Rules
###############################################################################
