###############################################################################
# Created by write_sdc
# Wed Nov 10 17:01:46 2021
###############################################################################
current_design l1dcache
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name CLK -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {CLK}]


###############################################################################
# Design Rules
###############################################################################

