###############################################################################
# Created by write_sdc
# Mon Sep 12 15:51:55 2022
###############################################################################
current_design bus_arbiter
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name clk -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {clk}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
