###############################################################################
# Created by write_sdc
# Mon Sep 12 17:35:27 2022
###############################################################################
current_design l1dcache
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name CLK -period 10.0000 [get_ports {clk}]
set_propagated_clock [get_clocks {CLK}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
