###############################################################################
# Created by write_sdc
# Mon Sep 12 17:34:48 2022
###############################################################################
current_design rvj1_caravel_soc
###############################################################################
# Timing Constraints
###############################################################################
create_clock -name wb_clk_i -period 10.0000 [get_ports {wb_clk_i}]
set_propagated_clock [get_clocks {wb_clk_i}]
###############################################################################
# Environment
###############################################################################
###############################################################################
# Design Rules
###############################################################################
